---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.MassPerUnitArea
source: html/619f59f9-85d7-967a-2c59-7955f3e061a5.htm
---
# Autodesk.Revit.DB.SpecTypeId.MassPerUnitArea Property

Mass per Unit Area, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId MassPerUnitArea { get; }
```